[
  {
    "author": "C.P. Cavafy",
    "quote": "And if you find her poor, Ithaca has not deceived you. Wise as you have become, with so much experience, you must already have understood what these Ithacas mean."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "Love grows by not giving to us. And if our passion for poetry lives on and persists, it is because poetry offers us only its bits of lint."
  },
  {
    "author": "Giorgos Seferis",
    "quote": "Every man of action has a strong dose of egoism, pride, hardness, and cunning. But all those things will be regarded as high qualities if he can make them the means to achieve great ends."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "Return often and take me, beloved sensation, return and take me - When memory of the body awakens, and old desire again runs through the blood; when the lips and skin remember, and the hands feel as if they touch again."
  },
  {
    "author": "Katerina Gogou",
    "quote": "I have stayed in the same position where you left me, so that you can find me again."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "I said to the almond tree, 'Sister, speak to me of God.' And the almond tree blossomed."
  },
  {
    "author": "Giorgos Seferis",
    "quote": "Like a bird with broken wing\r\nthat has traveled through wind for years . . .\r\nI sleep and my heart stays awake . . ."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "The landscape affects the human psyche - the soul, the body and the innermost contemplations - like music. Every time you feel nature deeper you resonate better with her, finding new elements of balance and freedom."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "What is love? It is not simply compassion, not simply kindness. In compassion there are two: the one who suffers and the one who feels compassion. In kindness there are two: the one who gives and the one who receives. But in love there is only one; the two join, unite, become inseparable. The I and the you vanish. To love means to lose oneself in the beloved."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "Go as far as you can.  Go further than you can!"
  },
  {
    "author": "Giorgos Seferis",
    "quote": "Leaves like rusty tin\r\nfor the desolate mind that has seen the end-\r\nthe barest glimmerings.\r\nLeaves aswirl with gulls\r\nmade wild by winter."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "No! No! Never acknowledge the limitations of man. Smash all boundaries! Deny whatever your eyes see. Die every moment, but say: Death does not exist.'"
  },
  {
    "author": "Odysseas Elytis",
    "quote": "The purpose that you were created Man is exactly this: to prove, you too, with your life and with your work that everything can and should be done without any purpose. To be accomplished as the entire creation is accomplished."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "The truth is that we all are one, that all of us together create god, that god is not man's ancestor, but his descendant."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "Roses by the head, jasmine at the feet so appear the longings that have passed without being satisfied, not one of them granted a night of sensual pleasure, or one of its radiant mornings."
  },
  {
    "author": "Giorgos Seferis",
    "quote": "For poetry there exists neither large countries nor small. Its domain is in the heart of all men."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "All that we are and all that we've ever felt, words have felt it first."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "I am a weak, ephemeral creature made of mud and dream. But I feel all the powers of the universe whirling within me."
  },
  {
    "author": "Odysseas Elytis",
    "quote": "Know that, as in life, there is much that many have looked upon but few have seen because, as my father told me and his father told him, you will come to learn a great deal if you study the insignificant in depth."
  },
  {
    "author": "Katerina Gogou",
    "quote": "What's important is to remain human."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "You are walking in a desert.You hear a bird singing.As absurd as it may seem for a bird to be pending in the desert,you are obligated to make it a tree.That's poem"
  },
  {
    "author": "C.P. Cavafy",
    "quote": "Guard, O my soul, against pomp and glory. And if you cannot curb your ambitions, at least pursue them hesitantly, cautiously. And the higher you go, the more searching and careful you need to be."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "Poetry relishes ripe fruit - but ripe is one thing and overripe quite another. That's something poetry doesn't like, so it couldn't care less if I were to fall overripe to the ground."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "Be always restless, unsatisfied, unconforming. Whenever a habit becomes convenient, smash it! The greatest sin of all is satisfaction."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "On hearing about powerful love, respond, be moved like an aesthete. Only, fortunate as you've been, remember how much your imagination created for you."
  },
  {
    "author": "Odysseas Elytis",
    "quote": "We need a legal code that develops like our skin during our growing years.  Something both youthful and strong... So what we humans birth might surpass without oppressing us."
  },
  {
    "author": "Giannis Ritsos",
    "quote": "Find time for thought, this is the source of strength.\n Find time for the game, this is the secret of eternal youth.\n Find time for reading, this is the Foundation of knowledge.\n Find time to be friendly, this is the road to happiness.\n Find time for dreams, they will pull your vehicle as the stars.\n Find time to love and be loved in return, this is the privilege of the gods.\n Find time to look around you, it's too short a day to be selfish.\n Find time to laugh this is the music of the soul."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "Everything in this world has a hidden meaning, I thought. Men, animals, trees, stars, they are all hieroglyphics; woe to anyone who begins to decipher them and guess what they mean.... When you see them, you do not understand them. You think they are really men, animals, trees, stars. It is only years later, too late, that you understand."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "One candle is enough. Its gentle light will be more suitable, will be more gracious when the Shades arrive, the Shades of Love."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "Life's essential length is only a few pages long, as succinct as a line of verse and as brief as the title of a poem."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "As long as there are flowers and children and birds in the world, have no fears: everything will be fine."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "If you are one of the truly elect, be careful how you attain your eminence."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "Try to keep them, poet, those erotic visions of yours, however few of them there are that can be stilled. Put them, half-hidden, in your lines."
  },
  {
    "author": "Katerina Gogou",
    "quote": "And I exist, I roam but I don't sleep anymore\n I cry, laugh, scream but I don't remember why."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "Poetry contains love and holds it in high esteem, even though love always humiliates it by using it merely as a soothing after-shave lotion."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "And if you can't shape your life the way you want, at least try as much as you can not to degrade it."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "A person needs a little madness, or else they never dare cut the rope and be free."
  },
  {
    "author": "Giorgos Seferis",
    "quote": "And if the soul\r\nIs to know itself\r\nIt is into a soul\r\nThat it must look:\r\nThe stranger and the enemy, we've seen him in the mirror."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "True teachers are those who use themselves as bridges over which they invite their students to cross; then, having facilitated their crossing, joyfully collapse, encouraging them to create their own."
  },
  {
    "author": "Odysseas Elytis",
    "quote": "If a seperate personal Paradise exists for each of us mine must irreparably be planted with trees of words which the wind silvers like poplars, by people who see their confiscated justice given back, and by birds that even in the midst of the truth of death insist on singing in Greek and saying, eros, eros, eros."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "In order to succeed, we must first believe that we can."
  },
  {
    "author": "Odysseas Elytis",
    "quote": "You'll come to learn a great deal if you study the Insignificant in depth."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "I've grown extremely tired\n of the face of the world."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "The only way to save yourself is to endeavor to save others."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "All my life one of my greatest desires has been to travel-to see and touch unknown countries, to swim in unknown seas, to circle the globe, observing new lands, seas, people, and ideas with insatiable appetite, to see everything for the first time and for the last time, casting a slow, prolonged glance, then to close my eyes and feel the riches deposit themselves inside me calmly or stormily according to their pleasure, until time passes them at last through its fine sieve, straining the quintessence out of all the joys and sorrows."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "To certain people there comes a day when they must say the great Yes or the great No."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "I hope for nothing. I fear nothing. I am free."
  },
  {
    "author": "Odysseas Elytis",
    "quote": "Bliss is not subtractbale."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "I write very rarely. Only, in fact, when the sheet of paper suffers an existential crisis and threatens, if I don't surrender to it, to bury me alive under its whiteness."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "Arriving there is what you are destined for"
  },
  {
    "author": "Kiki Dimoula",
    "quote": "I don't aspire, but I would be very happy if one of my poems suddenly offered someone a shady rest stop, a breather in our interminable march under the murderous, scorching heat of the superfluous."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "From all I did and all I said let no one try to find out who I was."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "You can knock on a deaf man's door forever."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "Body, remember not only how much you were loved, not only the beds you lay on, but also those desires glowing openly in eyes that looked at you, trembling for you in voices."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "What are we waiting for, assembled in the forum? The barbarians are due here today."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "Have Ithaka always in your mind. Your arrival there is what you are destined for. But don't in the least hurry the journey."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "What shall become of us without any barbarians? Those people were a kind of solution."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "From my most unnoticed actions,\nmy most veiled writing - \nfrom these alone will I be understood."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "Don’t mourn your luck that’s failing now, work gone wrong, your plans all proving deceptive — don’t mourn them uselessly. As one long prepared, and graced with courage, say goodbye to her, the Alexandria that is leaving. Above all, don’t fool yourself, don’t say it was a dream, your ears deceived you: don’t degrade yourself with empty hopes like these."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "My life has been awaiting you. Your footfall was my own heart's beat."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "The real meaning of enlightenment is to gaze with undimmed eyes on all darkness."
  },
  {
    "author": "Giorgos Seferis",
    "quote": "You spoke about things they couldn't see and so they laughed. Yet to row up the dark river against the current, to take the unknown road blindly, stubbornly, and to search for words rooted like the knotted olive tree- let them laugh. And to yearn for the other world to inhabit today's suffocating loneliness, this ravaged present- let them be."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "A month passes by and brings another month. Easy to guess what lies ahead: all of yesterday's boredom. And tomorrow ends up no longer like tomorrow."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "If anything needs love it is reality, for it is reality that lacks it the most - I doubt that it was ever loved."
  },
  {
    "author": "Giorgos Seferis",
    "quote": "I think the Swedish Academy wished to manifest its solidarity with the living spirit of Greece today."
  },
  {
    "author": "Odysseas Elytis",
    "quote": "If you deconstruct Greece, you will in the end see an olive tree, a grapevine, and a boat remain. That is, with as much, you reconstruct her."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "Honor to those who in the life they lead\r\ndefine and guard a Thermopylae.\r\nNever betraying what is right,\r\nconsistent and just in all they do\r\nbut showing pity also, and compassion;\r\ngenerous when they are rich, and when they are poor,\r\nstill generous in small ways,\r\nstill helping as much as they can;\r\nalways speaking the truth,\r\nyet without hating those who lie. \r\nAnd even more honor is due to them\r\nwhen they foresee (as many do foresee)\r\nthat in the end Ephialtis will make his appearance,\r\nthat the Medes will break through after all."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "By believing passionately in something that still does not exist, we create it. The nonexistent is whatever we have not sufficiently desired."
  },
  {
    "author": "Giorgos Seferis",
    "quote": "A lion is made up of the lambs he's digested."
  },
  {
    "author": "Kiki Dimoula",
    "quote": "What I try to do is to keep emotion on a tight leash; otherwise, it can never be transubstantiated into poetry."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "The only thing I know is this: I am full of wounds and still standing on my feet."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "God changes appearances every second. Blessed is the man who can recognize him in all his disguises. One moment he is a glass of fresh water, the next, your son bouncing on your knees or an enchanting woman, or perhaps merely a morning walk."
  },
  {
    "author": "Giannis Ritsos",
    "quote": "All the words are not enough to get anything said."
  },
  {
    "author": "Giannis Ritsos",
    "quote": "I dissolved, so white, so unapproachable, amid my white flame, in the whiteness of moonlight"
  },
  {
    "author": "Odysseas Elytis",
    "quote": "Fantastic truths perish slower... Sappho's moon will survive the moon of Armstrong.  Different computations are necessary."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "When you set out on your journey to Ithaca, pray that the road is long, full of adventure, full of knowledge."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "That we've broken their statues, that we've driven them out of their temples, doesn't mean at all that the gods are dead. O land of Ionia, they're still in love with you, their souls still keep your memory."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "There is no harsher means of punishment, than to answer malice with kindness."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "The days of the future stand in front of us Like a line of candles all alight Golden and warm and lively little candles."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "You have your brush, you have your colors, you paint the paradise, then in you go."
  },
  {
    "author": "C.P. Cavafy",
    "quote": "When you set out for Ithaca, ask that your way be long"
  },
  {
    "author": "Giorgos Seferis",
    "quote": "They were lovely, your eyes, but you didn't know where to look."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "My soul comes from better worlds and I have an incurable homesickness of the stars."
  },
  {
    "author": "Nikos Kazantzakis",
    "quote": "Since we cannot change reality, let us change the eyes which see reality."
  },
  {
    "author": "Giannis Ritsos",
    "quote": "I know that each one of us travels to love alone, alone to faith and to death. I know it. I've tried it. It doesn't help. Let me come with you."
  }
]
